tap "epk/epk"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "atuin"
brew "bat"
brew "btop"
brew "python@3.13"
brew "deno"
brew "dragonbox"
brew "dust"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "magic-wormhole"
brew "neofetch"
brew "neovim"
brew "nushell"
brew "nvm"
brew "poppler"
brew "rich-cli"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "stow"
brew "tmux"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
cask "aerospace"
cask "alacritty"
cask "cursor"
cask "devtoys"
cask "flux"
cask "font-sf-mono"
cask "font-sf-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "shortcat"
cask "stats"
cask "stolendata-mpv"
vscode "bierner.markdown-mermaid"
vscode "denoland.vscode-deno"
vscode "dotjoshjohnson.xml"
vscode "equinusocio.vsc-material-theme-icons"
vscode "jebbs.markdown-extended"
vscode "mathematic.vscode-pdf"
vscode "redhat.java"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "yzane.markdown-pdf"
